export const QUESTION_POOL = [
  {
    id: 1,
    text: "Определите историческую последовательность типов мировоззрения:",
    options: [
      "Мифология, религия, философия",
      "Философия, мифология, религия",
      "Мифология, философия, религия",
      "Философия, религия, мифология",
      "Религия, философия, мифология",
    ],
    correctAnswer: "Мифология, религия, философия",
    type: "theory"
  },
  {
    id: 2,
    text: "Назовите, воззрение, согласно которому человек есть центр Вселенной:",
    options: [
      "Антропоцентризм",
      "Антропогенез",
      "Антропоморфизм",
      "Антропософия",
      "Антропология",
    ],
    correctAnswer: "Антропоцентризм",
    type: "theory"
  },
  {
    id: 3,
    text: "Определите, что является исторически первым типом мировоззрения:",
    options: [
      "мифологическое",
      "научно - практическое",
      "религиозное",
      "философское",
      "научное",
    ],
    correctAnswer: "мифологическое",
    type: "theory"
  },
  {
    id: 4,
    text: "Назовите учение о человеке:",
    options: [
      "Антропология",
      "Гносеология",
      "Социальная философия",
      "Онтология",
      "Логика",
    ],
    correctAnswer: "Антропология",
    type: "theory"
  },
  {
    id: 5,
    text: "Укажите, форму мировоззрения, в которой освоение мира основано на вере в сверхъестественное:",
    options: [
      "религия",
      "материализм",
      "наука",
      "экзистенциализм",
      "атеизм",
    ],
    correctAnswer: "религия",
    type: "theory"
  },
  {
    id: 6,
    text: "Укажите, что является учением о моральных ценностях, способностях человека различать в окружающем мире добро и зло:",
    options: [
      "Аксиология",
      "Гносеология",
      "Этика",
      "Эстетика",
      "Социология",
    ],
    correctAnswer: "Аксиология",
    type: "theory"
  },
  {
    id: 7,
    text: "Назовите, что означает термин «религия» в переводе с латинского языка:",
    options: [
      "благочестие, святость",
      "наука",
      "политика",
      "искусство",
      "право",
    ],
    correctAnswer: "благочестие, святость",
    type: "theory"
  },
  {
    id: 8,
    text: "Рационализм -- это понятие, означающее в философии:",
    options: [
      "теоретическое познание, основанное на разуме",
      "область математики",
      "научное знание вообще",
      "знание, опирающиеся на эксперимент",
      "опытное знание",
    ],
    correctAnswer: "теоретическое познание, основанное на разуме",
    type: "theory"
  },
  {
    id: 9,
    text: "Назовите, философское направление, признающее ощущения источником знания:",
    options: [
      "сенсуализм",
      "эмпиризм",
      "рационализм",
      "скептицизм",
      "агностицизм",
    ],
    correctAnswer: "сенсуализм",
    type: "theory"
  },
  {
    id: 10,
    text: "Укажите, предмет исследования философской герменевтики:",
    options: [
      "текст",
      "техника",
      "логика",
      "всеобщие законы бытия",
      "самоорганизация",
    ],
    correctAnswer: "текст",
    type: "theory"
  },
  {
    id: 11,
    text: "Поведение индивидов, следующих общепринятым образцам:",
    options: [
      "Конформизм",
      "Нонконформизм",
      "Пацифизм",
      "Обскурантизм",
      "Ретризм",
    ],
    correctAnswer: "Конформизм",
    type: "theory"
  },
  {
    id: 12,
    text: "Терпимость к чужому образу жизни, поведению, мнению:",
    options: [
      "Толерантность",
      "Ксенофобия",
      "Ментальность",
      "Девиантность",
      "Эгалитарность",
    ],
    correctAnswer: "Толерантность",
    type: "theory"
  },
  {
    id: 13,
    text: "Понятие, которое отражает социальное положение индивида в обществе:",
    options: [
      "Роль",
      "Престиж",
      "Профессия",
      "Социальный статус",
      "Экономическое положение",
    ],
    correctAnswer: "Роль",
    type: "theory"
  },
  {
    id: 14,
    text: "Интеракция - это:",
    options: [
      "Взаимодействие",
      "Действие",
      "Происшествие",
      "Отношение",
      "Взаимоотношение",
    ],
    correctAnswer: "Взаимодействие",
    type: "theory"
  },
  {
    id: 15,
    text: "Социализация - это:",
    options: [
      "Освоение социальных ролей и культурных ценностей",
      "Положение индивида в обществе",
      "Изоляция индивида",
      "Взаимодействие с социальной средой",
      "Изменение социального статуса",
    ],
    correctAnswer: "Освоение социальных ролей и культурных ценностей",
    type: "theory"
  },
  {
    id: 16,
    text: "Потребность человека в пище относится к:",
    options: [
      "Биологической потребности",
      "Физическому окружению",
      "Культуре",
      "Групповому опыту",
      "Уникальному индивидуальному опыту",
    ],
    correctAnswer: "Биологической потребности",
    type: "theory"
  },
  {
    id: 17,
    text: "Укажите, что под источником «положительного» знания понимается в позитивизме:",
    options: [
      "наука",
      "религия",
      "философия",
      "искусство",
      "миф",
    ],
    correctAnswer: "наука",
    type: "theory"
  },
  {
    id: 18,
    text: "В XVI в. В Европе вследствие религиозной реформации появилось:",
    options: [
      "Протестантизм",
      "Православие",
      "Католицизм",
      "Адвентисты",
      "Свидетели Иоговы",
    ],
    correctAnswer: "Протестантизм",
    type: "theory"
  },
  {
    id: 19,
    text: "Наиболее ранняя форма духовной культуры человечества:",
    options: [
      "миф",
      "философия",
      "религия",
      "наука",
      "атеизм",
    ],
    correctAnswer: "миф",
    type: "theory"
  },
  {
    id: 20,
    text: "Кто автор труда «Протестанская этика и дух капитализма»?",
    options: [
      "М.Вебер",
      "Ж.Кальвин",
      "М.Лютер",
      "Ж.Ж.Руссо",
      "Р.Мертон",
    ],
    correctAnswer: "М.Вебер",
    type: "theory"
  },
  {
    id: 21,
    text: "Где началось широкое антифеодальное движение «Просвещение»?",
    options: [
      "Франция",
      "Англия",
      "Германия",
      "Нидерланды",
      "Россия",
    ],
    correctAnswer: "Франция",
    type: "theory"
  },
  {
    id: 22,
    text: "Совокупность направлений, сложившихся в искусстве XX в., называется:",
    options: [
      "Модернизмом",
      "Классицизмом",
      "Романтизмом",
      "Сюрреализмом",
      "Иррационализмом",
    ],
    correctAnswer: "Модернизмом",
    type: "theory"
  },
  {
    id: 23,
    text: "Мифы о происхождении человека называются:",
    options: [
      "Антропологическими",
      "Космологическими",
      "Календарными",
      "Героическими",
      "Идеологическими",
    ],
    correctAnswer: "Антропологическими",
    type: "theory"
  },
  {
    id: 24,
    text: "Учение о самоценности человека называется:",
    options: [
      "Гуманизмом",
      "Антропологией",
      "Антропософией",
      "Моралью",
      "Этикой",
    ],
    correctAnswer: "Гуманизмом",
    type: "theory"
  },
  {
    id: 25,
    text: "Что такое рефлексия сознания?",
    options: [
      "размышление личности о самой себе",
      "условные реакции",
      "безусловные реакции",
      "механическое отражение",
      "философское явление",
    ],
    correctAnswer: "размышление личности о самой себе",
    type: "theory"
  },
  {
    id: 26,
    text: "Укажите, искусство, мораль, религия, политика -- это:",
    options: [
      "Формы общественного сознания",
      "Формы массового сознания",
      "Формы духовного опыта",
      "Формы практического сознания",
      "Формы повседневного сознания",
    ],
    correctAnswer: "Формы общественного сознания",
    type: "theory"
  },
  {
    id: 27,
    text: "Определите, формы общественного сознания различаются:",
    options: [
      "по их роли в жизни общества",
      "по наличию в них научных отношений",
      "по методам их исследования",
      "по составу входящих в них идей",
      "по объему знания",
    ],
    correctAnswer: "по их роли в жизни общества",
    type: "theory"
  },
  {
    id: 28,
    text: "Определите, переживания, настроение масс, достигнутый уровень научных знаний, искусство, мораль, философия, религия и т.д. составляют жизнь общества:",
    options: [
      "духовную",
      "поселенческую",
      "материальную",
      "экономическую",
      "социальную",
    ],
    correctAnswer: "духовную",
    type: "theory"
  },
  {
    id: 29,
    text: "Автор оригинальной концепции этногенеза и пассионарности, сын замечательных русских поэтов:",
    options: [
      "Л. Гумилев",
      "В. Вернадский",
      "В. Соловьев",
      "И. Бродский",
      "Н. Бердяев",
    ],
    correctAnswer: "Л. Гумилев",
    type: "theory"
  },
  {
    id: 30,
    text: "Пророческая религия, имевшая статус государственной в доисламском Иране:",
    options: [
      "Зороастризм",
      "Манихейство",
      "Христианство",
      "Иудаизм",
      "Буддизм",
    ],
    correctAnswer: "Зороастризм",
    type: "theory"
  },
  {
    id: 31,
    text: "Каким термином выражают пограничное промежуточное положение групп людей, поставленных в силу различных обстоятельств на грань двух культур?",
    options: [
      "Маргинальность",
      "Аккультурация",
      "Ассимиляция",
      "Диффузорность",
      "Геноцид",
    ],
    correctAnswer: "Маргинальность",
    type: "theory"
  },
  {
    id: 32,
    text: "Каким понятием обозначается тотальное отрицание ценностей культуры?",
    options: [
      "Нигилизм",
      "Декаданс",
      "Ренессанс",
      "Имморализм",
      "Нивелировка",
    ],
    correctAnswer: "Нигилизм",
    type: "theory"
  },
  {
    id: 33,
    text: "Культ неба у древних тюрков называется:",
    options: [
      "Тенгри",
      "Умай",
      "Иер-Су",
      "Аллах",
      "Зороастр",
    ],
    correctAnswer: "Тенгри",
    type: "theory"
  },
  {
    id: 34,
    text: "Как называется культ предков у казахов?",
    options: [
      "Аруах",
      "Тенгри",
      "Домалак-Ана",
      "Аллах",
      "Умай",
    ],
    correctAnswer: "Аруах",
    type: "theory"
  },
  {
    id: 35,
    text: "Кто считал, что кризис культуры связан с её омассовлением?",
    options: [
      "Х. Ортега-и-Гассет",
      "О. Шпенглер",
      "И. Хейзиннга",
      "Р. Гвардини",
      "А. Калио",
    ],
    correctAnswer: "Х. Ортега-и-Гассет",
    type: "theory"
  },
  {
    id: 36,
    text: "Кто связывал культуру непосредственно с этикой?",
    options: [
      "К. Швейцер",
      "Х.Ортега-и-Гассет",
      "Д.М.Бахтин",
      "Н.Бердяев",
      "И.Кант",
    ],
    correctAnswer: "К. Швейцер",
    type: "theory"
  },
  {
    id: 37,
    text: "Возникновение культуры З.Фрейд связывал с...",
    options: [
      "Влечением",
      "Трудом",
      "Запретом",
      "Игрой",
      "Символической деятельностью",
    ],
    correctAnswer: "Влечением",
    type: "theory"
  },
  {
    id: 38,
    text: "Где рождается трагедия как жанр и мироощущение?",
    options: [
      "Древняя Греция",
      "Вавилон",
      "Древний Китай",
      "Древний Египет",
      "Индия",
    ],
    correctAnswer: "Древняя Греция",
    type: "theory"
  },
  {
    id: 39,
    text: "Найдите слово, характеризующее синкретичность архаического типа культуры.",
    options: [
      "Нерасчлененность",
      "Двойственность",
      "Упорядоченность",
      "Дифференцированность",
      "Четкое членение",
    ],
    correctAnswer: "Нерасчлененность",
    type: "theory"
  },
  {
    id: 40,
    text: "Кто является представителем символистической школы культурологии?",
    options: [
      "Э.Кассирер",
      "М.Вебер",
      "О.Шпенглер",
      "К.Ясперс",
      "А.Тойбни",
    ],
    correctAnswer: "Э.Кассирер",
    type: "theory"
  },
  {
    id: 41,
    text: "Кто ввел в научный оборот термин «постиндустриальное общество»?",
    options: [
      "Д.Белл",
      "М.Маклюэн",
      "А.Тоффлер",
      "Дж.Бенигер",
      "Дж.Масуда",
    ],
    correctAnswer: "Д.Белл",
    type: "theory"
  },
  {
    id: 42,
    text: "Известные теоретики концепции локальных культур:",
    options: [
      "О.Шпенглер, А.Тойбни, П.Сорокин",
      "О.Шпенглер, А.Тойбни, К.Леви Стросс",
      "Д.Вико, И.Гердер",
      "А.Тойбни, И.Хейзинга, К.Ясперс",
      "Ф.Ницше, А.Шопенгауэр",
    ],
    correctAnswer: "О.Шпенглер, А.Тойбни, П.Сорокин",
    type: "theory"
  },
  {
    id: 43,
    text: "Где возникли древние цивилизации (по К.Ясперсу)?",
    options: [
      "Нил, Двуречье, Инд, Хуанхэ",
      "Древний Египет и Шумер",
      "Древняя Греция и Рим",
      "Средняя Азия",
      "Древняя Индия и Китай",
    ],
    correctAnswer: "Нил, Двуречье, Инд, Хуанхэ",
    type: "theory"
  },
  {
    id: 44,
    text: "Кто является автором книги «Первобытная культура»?",
    options: [
      "Э. Тайлор",
      "Г. Чайлд",
      "М. Мид",
      "Л. Морган",
      "Ф.Баас",
    ],
    correctAnswer: "Э. Тайлор",
    type: "theory"
  },
  {
    id: 45,
    text: "Период расцвета греческой культуры:",
    options: [
      "Классический",
      "Гомеровский",
      "Архаический",
      "Эллинизм",
      "Древнеархаический",
    ],
    correctAnswer: "Классический",
    type: "theory"
  },
  {
    id: 46,
    text: "Основатель психоанализа:",
    options: [
      "З.Фрейд",
      "К.Юнг",
      "Э.Фромм",
      "О.Ранк",
      "Г.Маркузе",
    ],
    correctAnswer: "З.Фрейд",
    type: "theory"
  },
  {
    id: 47,
    text: "Кто автор работы «Недовольство культурой»?",
    options: [
      "З. Фрейд",
      "К .Хорни",
      "Э. Блейлер",
      "А. Адлер",
      "Э. Джонс",
    ],
    correctAnswer: "З. Фрейд",
    type: "theory"
  },
  {
    id: 48,
    text: "«Сублимация», «либидо»...Чьей культурологической концепции характерны эти термины?",
    options: [
      "З. Фрейд",
      "Э. Фромм",
      "А. Тойнби",
      "Э. Тайлор",
      "Б. Малиновский",
    ],
    correctAnswer: "З. Фрейд",
    type: "theory"
  },
  {
    id: 49,
    text: "Кто автор работы «Тотем и табу»?",
    options: [
      "З. Фрейд",
      "Э. Тайлор",
      "К. Юнг",
      "К. Ясперс",
      "Б. Малиновский",
    ],
    correctAnswer: "З. Фрейд",
    type: "theory"
  },
  {
    id: 50,
    text: "Назовите, основоположников материалистического понимания истории:",
    options: [
      "Маркс, Энгельс",
      "Шеллинг, Фихте",
      "Гегель, Кант",
      "Герцен",
      "Фейербах",
    ],
    correctAnswer: "Маркс, Энгельс",
    type: "theory"
  },
  {
    id: 51,
    text: "Укажите, имя автора работы «Постижение истории»:",
    options: [
      "А.Тойнби",
      "Н.Данилевский",
      "О.Шпенглер",
      "Л.Гумилев",
      "Ф.Фукуяма",
    ],
    correctAnswer: "А.Тойнби",
    type: "theory"
  },
  {
    id: 52,
    text: "Укажите, имя автора работы «Закат Европы»:",
    options: [
      "О.Шпенглер",
      "Н.Данилевский",
      "А.Тойнби",
      "Л.Гумилев",
      "Ф.Фукуяма",
    ],
    correctAnswer: "О.Шпенглер",
    type: "theory"
  },
  {
    id: 53,
    text: "Что означает понятие «гедонизм» в этической культуре Древней Греции?",
    options: [
      "Наслаждение",
      "Страдание",
      "Счастье",
      "Добро",
      "Польза",
    ],
    correctAnswer: "Наслаждение",
    type: "theory"
  },
  {
    id: 54,
    text: "Этимологическое значение категории «агон»?",
    options: [
      "Состязание",
      "Сострадание",
      "Страдание",
      "Спор",
      "Сравнение",
    ],
    correctAnswer: "Состязание",
    type: "theory"
  },
  {
    id: 55,
    text: "Поклонение животным, растениям и явлениям природы как прародителю называется:",
    options: [
      "Тотемизм",
      "Фетишизм",
      "Анимизм",
      "Анимализм",
      "Пантеизм",
    ],
    correctAnswer: "Тотемизм",
    type: "theory"
  },
  {
    id: 56,
    text: "Учение о не существовании Бога, отрицание религии называется:",
    options: [
      "атеизм",
      "пантеизм",
      "креационизм",
      "деизм",
      "провиденциализм",
    ],
    correctAnswer: "атеизм",
    type: "theory"
  },
  {
    id: 57,
    text: "Основное понятие «этики буддизма»?",
    options: [
      "Страдание",
      "Стойкость",
      "Счастье",
      "Истина",
      "Польза",
    ],
    correctAnswer: "Страдание",
    type: "theory"
  },
  {
    id: 58,
    text: "Кто сформулировал золотое правило нравственности, завещал человечеству великие нравственные принципы?",
    options: [
      "Будда",
      "Аристотель",
      "Платон",
      "Сократ",
      "Конфуций",
    ],
    correctAnswer: "Будда",
    type: "theory"
  },
  {
    id: 59,
    text: "Кто основал теорию добродетельного рода?",
    options: [
      "аль-Фараби",
      "Конфуций",
      "Ибн Сина",
      "Платон",
      "аль-Фаед",
    ],
    correctAnswer: "аль-Фараби",
    type: "theory"
  },
  {
    id: 60,
    text: "Что не относится к основным символам древнеегипетской культуры?",
    options: [
      "Полис",
      "Сфинкс",
      "Фараон",
      "Ра",
      "Осирис",
    ],
    correctAnswer: "Полис",
    type: "theory"
  },
  {
    id: 61,
    text: "Кто из нижеследующих является представителем китайской культуры?",
    options: [
      "Лао-цзы",
      "Будда",
      "Моисей",
      "Мухаммед",
      "Христос",
    ],
    correctAnswer: "Лао-цзы",
    type: "theory"
  },
  {
    id: 62,
    text: "Что такое древнегреческий «полис»?",
    options: [
      "Город-государство",
      "Страна",
      "Крепость",
      "Рынок",
      "Политика",
    ],
    correctAnswer: "Город-государство",
    type: "theory"
  },
  {
    id: 63,
    text: "Что означает на древнегреческом языке «этос»?",
    options: [
      "Обычаи",
      "Праздник",
      "Привычки",
      "Мораль",
      "Нравы",
    ],
    correctAnswer: "Обычаи",
    type: "theory"
  },
  {
    id: 64,
    text: "Какой город был центром культурной жизни эллинистического мира?",
    options: [
      "Александрия",
      "Пергам",
      "Антиохия",
      "Аристарх",
      "Геофраст",
    ],
    correctAnswer: "Александрия",
    type: "theory"
  },
  {
    id: 65,
    text: "Кто из нижеследующих божеств с двумя лицами и бог входа и выхода?",
    options: [
      "Янус",
      "Марс",
      "Зевс",
      "Гермес",
      "Прометей",
    ],
    correctAnswer: "Янус",
    type: "theory"
  },
  {
    id: 66,
    text: "Великий оратор Древнего Рима и пропагандист греческой философии:",
    options: [
      "Цицерон",
      "Квинтилиан",
      "Антоний",
      "Катон",
      "Цезарь",
    ],
    correctAnswer: "Цицерон",
    type: "theory"
  },
  {
    id: 67,
    text: "Какое мировоззрение преобладало в культуре средневековой Европы?",
    options: [
      "Религиозное",
      "Философское",
      "Атеистическое",
      "Научное",
      "Мифологическое",
    ],
    correctAnswer: "Религиозное",
    type: "theory"
  },
  {
    id: 68,
    text: "Какое выдающееся сооружение было воздвигнуто на территории современного Туркестана в период правления Темирлана?",
    options: [
      "Мавзолей Яссауи",
      "Баба-Ата",
      "Ак-Тобе",
      "Айша-Биби",
      "Коркут-Ата",
    ],
    correctAnswer: "Мавзолей Яссауи",
    type: "theory"
  },
  {
    id: 69,
    text: "Самые ранние традиционные верования протоказахов:",
    options: [
      "Поклонение Тенгри",
      "Поклонение Жер-Су",
      "Поклонение Умай-Ана",
      "Поклонение огню",
      "Поклонение духам предков",
    ],
    correctAnswer: "Поклонение Тенгри",
    type: "theory"
  },
  {
    id: 70,
    text: "Тотемное животное древних тюрков:",
    options: [
      "Волк",
      "Медведь",
      "Олень",
      "Архар",
      "Тигр",
    ],
    correctAnswer: "Волк",
    type: "theory"
  },
  {
    id: 71,
    text: "Когда возникло христианство?",
    options: [
      "I в.н.э.",
      "X в.н.э.",
      "IV в.до.н.э.",
      "II в.до.н.э.",
      "VII в.н.э.",
    ],
    correctAnswer: "I в.н.э.",
    type: "theory"
  },
  {
    id: 72,
    text: "В иконописной иерархии цветов какой цвет означает святость?",
    options: [
      "Белый",
      "Голубой",
      "Красный",
      "Черный",
      "Жёлтый",
    ],
    correctAnswer: "Белый",
    type: "theory"
  },
  {
    id: 73,
    text: "Какая культура для Возрождения была образцом, идеалом?",
    options: [
      "Античная",
      "Средневековая европейская",
      "Средневековая арабо-мусульманская",
      "Архаичная",
      "Шумеро-Вавилонская",
    ],
    correctAnswer: "Античная",
    type: "theory"
  },
  {
    id: 74,
    text: "Что было главным товаром, который перевозили по Великому",
    options: [
      "шёлковому пути? Шёлк",
      "Пряности",
      "Золото",
      "ай",
      "Хлопок",
    ],
    correctAnswer: "шёлковому пути? Шёлк",
    type: "theory"
  },
  {
    id: 75,
    text: "Какой регион являлся исходным пунктом Великого шёлкового пути?",
    options: [
      "Китай",
      "Индия",
      "Ближний Восток",
      "Европа",
      "Северная Африка",
    ],
    correctAnswer: "Китай",
    type: "theory"
  },
  {
    id: 76,
    text: "Какой город был важным центром торговли и культуры на",
    options: [
      "Великом шёлковом пути? Самарканд",
      "Карфаген",
      "Афины",
      "Каир",
      "Новгород",
    ],
    correctAnswer: "Великом шёлковом пути? Самарканд",
    type: "theory"
  },
  {
    id: 77,
    text: "Что, кроме товаров, распространялось по Великому шёлковому пути?",
    options: [
      "Болезни, идеи и технологии",
      "Только религия",
      "Только технологии",
      "Только культура",
      "Только военные знания",
    ],
    correctAnswer: "Болезни, идеи и технологии",
    type: "theory"
  },
  {
    id: 78,
    text: "Какой товар везли из Европы на Восток в обмен на шёлк?",
    options: [
      "Стекло",
      "Кофе",
      "арфор",
      "Рис",
      "Бархат",
    ],
    correctAnswer: "Стекло",
    type: "theory"
  },
  {
    id: 79,
    text: "Через какую пустыню проходил один из маршрутов Великого",
    options: [
      "шёлкового пути? Гоби",
      "Калахари",
      "ахара",
      "такама",
      "Виктория",
    ],
    correctAnswer: "шёлкового пути? Гоби",
    type: "theory"
  },
  {
    id: 80,
    text: "Что стало одной из причин упадка Великого шёлкового пути?",
    options: [
      "Развитие морских торговых путей",
      "Появление новых религий",
      "Рост городов",
      "Недостаток товаров",
      "Избыток торговцев",
    ],
    correctAnswer: "Развитие морских торговых путей",
    type: "theory"
  },
  {
    id: 81,
    text: "Что было главным транспортом на караванных маршрутах?",
    options: [
      "Верблюды",
      "Лошади",
      "Ослы",
      "лоны",
      "Буйволы",
    ],
    correctAnswer: "Верблюды",
    type: "theory"
  },
  {
    id: 82,
    text: "Философское учение о морали, нравственности называется:",
    options: [
      "Этика",
      "Гносеология",
      "Логика",
      "Аксиология",
      "Антропология",
    ],
    correctAnswer: "Этика",
    type: "theory"
  },
  {
    id: 83,
    text: "Умозрительное философское учение о природе называется:",
    options: [
      "Натурфилософия",
      "Гносеология",
      "Космология",
      "Метафизика",
      "Онтология",
    ],
    correctAnswer: "Натурфилософия",
    type: "theory"
  },
  {
    id: 84,
    text: "Философское учение о прекрасном, о красоте называется:",
    options: [
      "Эстетика",
      "Этика",
      "Логика",
      "Аксиология",
      "Антропология",
    ],
    correctAnswer: "Эстетика",
    type: "theory"
  },
  {
    id: 85,
    text: "Этическая теория, признающая наслаждение высшим благом и целью человеческой жизни называется",
    options: [
      "гедонизм",
      "эклектизм",
      "эвдемонизм",
      "эпикуреизм",
      "пифагорейство",
    ],
    correctAnswer: "гедонизм",
    type: "theory"
  },
  {
    id: 86,
    text: "Мировоззрение, в котором центром культуры и философии признавался Бог:",
    options: [
      "теоцентризм",
      "волюнтаризм",
      "космоцентризм",
      "антропоцентризм",
      "эвдемонизм",
    ],
    correctAnswer: "теоцентризм",
    type: "theory"
  },
  {
    id: 87,
    text: "Мировоззрение, в центр исследования которого поставлен Человек:",
    options: [
      "антропоцентризм",
      "волюнтаризм",
      "космоцентризм",
      "теоцентризм",
      "эвдемонизм",
    ],
    correctAnswer: "антропоцентризм",
    type: "theory"
  },
  {
    id: 88,
    text: "Мировоззрение, основная проблематика которого связана с Космосом:",
    options: [
      "космоцентризм",
      "волюнтаризм",
      "антропоцентризм",
      "теоцентризм",
      "эвдемонизм",
    ],
    correctAnswer: "космоцентризм",
    type: "theory"
  },
  {
    id: 89,
    text: "Когда возник ислам?",
    options: [
      "в начале VII в.н.э.",
      "X в.н.э.",
      "IV в.до.н.э.",
      "в середине II в.до.н.э.",
      "в конце I в.н.э.",
    ],
    correctAnswer: "в начале VII в.н.э.",
    type: "theory"
  },
  {
    id: 90,
    text: "К природным изменениям, влияющим на человека, не относится:",
    options: [
      "Социальная активность",
      "Землетрясение",
      "Наводнение",
      "Солнечная активность",
      "Магнитная буря",
    ],
    correctAnswer: "Социальная активность",
    type: "theory"
  },
  {
    id: 91,
    text: "Какие из указанных ниже категории относятся к эстетическим:",
    options: [
      "возвышенное и низменное, прекрасное и безобразное",
      "бог, исповедь, молитва, монастырь",
      "государство и личность, власть, закон",
      "добро и зло, долг, совесть",
      "факты, эксперимент, гипотеза, теория",
    ],
    correctAnswer: "возвышенное и низменное, прекрасное и безобразное",
    type: "theory"
  },
  {
    id: 92,
    text: "Фактор, не относящийся к идее антропосоциогенеза:",
    options: [
      "Инстинкт",
      "Язык",
      "Сознание",
      "Труд",
      "Брачные отношения",
    ],
    correctAnswer: "Инстинкт",
    type: "theory"
  },
  {
    id: 93,
    text: "Отличает человека от животного и возводит психику на уровень сознательной психики:",
    options: [
      "Самосознание",
      "Язык",
      "Мышление",
      "Игра",
      "Воображение",
    ],
    correctAnswer: "Самосознание",
    type: "theory"
  },
  {
    id: 94,
    text: "Набор генов, получаемый человеком от родителей:",
    options: [
      "Генотип",
      "Фенотип",
      "Генофонд",
      "Хромосома",
      "Архетип",
    ],
    correctAnswer: "Генотип",
    type: "theory"
  },
  {
    id: 95,
    text: "« Я знаю, что ничего не знаю» Это сказал:",
    options: [
      "Сократ",
      "Гераклит",
      "Кон-фу-Цзы",
      "Парменид",
      "Прокл",
    ],
    correctAnswer: "Сократ",
    type: "theory"
  },
  {
    id: 96,
    text: "Какой философ внес большой вклад в развитие медицины:",
    options: [
      "Ибн-Сина",
      "Аль-Газали",
      "Ибн-Халдун",
      "Ибн-Рошд",
      "Ибн-Халдун",
    ],
    correctAnswer: "Ибн-Сина",
    type: "theory"
  },
  {
    id: 97,
    text: "Качества, необходимые правителю исследовал:",
    options: [
      "Аль-Фараби",
      "Аль-Газали",
      "Аль-Бируни",
      "Ибн-Сина",
      "Аль-Хамади",
    ],
    correctAnswer: "Аль-Фараби",
    type: "theory"
  },
  {
    id: 98,
    text: "Учение о добродетельном и невежественном граде создал:",
    options: [
      "Аль-Фараби,",
      "Ибн-Сина,",
      "Аль-Газали,",
      "Ибн-Халдун,",
      "Джалаладин Румн",
    ],
    correctAnswer: "Аль-Фараби,",
    type: "theory"
  },
  {
    id: 99,
    text: "В различных политических учениях форма государства, где властвуют лучшие:",
    options: [
      "аристократия",
      "геронтократия",
      "меритократия",
      "феминократия",
      "бюрократия",
    ],
    correctAnswer: "аристократия",
    type: "theory"
  },
  {
    id: 100,
    text: "Форма идеального государства у Аристотеля, где вла­ствует большинство:",
    options: [
      "полития",
      "автократия",
      "технократия",
      "маникратия",
      "ноократия",
    ],
    correctAnswer: "полития",
    type: "theory"
  },
  {
    id: 101,
    text: "Что означает термин «теократия»:",
    options: [
      "власть духовенства",
      "власть толпы",
      "власть народа",
      "власть богатых",
      "власть тирана",
    ],
    correctAnswer: "власть духовенства",
    type: "theory"
  },
  {
    id: 102,
    text: "Что в переводе с греческого языка означает «тимократия»:",
    options: [
      "Власть военных",
      "Власть богатых",
      "Власть тирана",
      "Власть толпы",
      "Власть народа",
    ],
    correctAnswer: "Власть военных",
    type: "theory"
  },
  {
    id: 103,
    text: "Укажите какую форму правления Платон считал наилучшей:",
    options: [
      "Аристократия",
      "Полития",
      "Демократия",
      "Тимократия",
      "Монархия",
    ],
    correctAnswer: "Аристократия",
    type: "theory"
  },
  {
    id: 104,
    text: "Согласно Платону, охлократия -- это власть:",
    options: [
      "толпы",
      "богатых",
      "военных",
      "аристократии",
      "тирана",
    ],
    correctAnswer: "толпы",
    type: "theory"
  },
  {
    id: 105,
    text: "Древнегреческий мыслитель, трактовавший демократию как власть демоса, черни, не способной к управлению, взвешенным решениям, учитывающим общее благо:",
    options: [
      "Аристотель",
      "Платон",
      "Демокрит",
      "Перикл",
      "Сократ",
    ],
    correctAnswer: "Аристотель",
    type: "theory"
  },
  {
    id: 106,
    text: "«Два трактата о правлении» принадлежит:",
    options: [
      "Локку",
      "Спинозе",
      "Сенеке",
      "Демокриту",
      "Гарданию",
    ],
    correctAnswer: "Локку",
    type: "theory"
  },
  {
    id: 107,
    text: "Терпимость к чужому мнению называется:",
    options: [
      "Толерантность",
      "Компромисс",
      "Плюрализм",
      "Консенсус",
      "Волюнтаризм",
    ],
    correctAnswer: "Толерантность",
    type: "theory"
  },
  {
    id: 108,
    text: "Форма государства, где властвует немногие лучшие:",
    options: [
      "Аристократия",
      "Олигархия",
      "Меритократия",
      "Медиакратия",
      "Плутократия",
    ],
    correctAnswer: "Аристократия",
    type: "theory"
  },
  {
    id: 109,
    text: "В трудах, какого мыслителя впервые появился термин \\\"политическая культура\\\"?",
    options: [
      "Гердер;",
      "Платон;",
      "Кант;",
      "Гегель;",
      "Ницше.",
    ],
    correctAnswer: "Гердер;",
    type: "theory"
  },
  {
    id: 110,
    text: "Кто в истории европейской философии впервые отделил политику от морали?",
    options: [
      "Н.Макиавелли,",
      "ДБруно",
      "ГГалилей",
      "Аристотель",
      "Платон",
    ],
    correctAnswer: "Н.Макиавелли,",
    type: "theory"
  },
  {
    id: 111,
    text: "Смелость и осторожность- необходимые качества политика, но чему он должен отдать приоритет по Макиавелли?",
    options: [
      "Смелости",
      "Осторожности",
      "Ничему",
      "Смелости и осторожности -- одновременно",
      "Отбросить то и другое",
    ],
    correctAnswer: "Смелости",
    type: "theory"
  },
  {
    id: 112,
    text: "Солнце - одно из мириад звезд во Вселенной Мысль:",
    options: [
      "Д.Бруно",
      "Г.Галилея",
      "Н.Коперника",
      "Кузанского",
      "Филона Александрийского",
    ],
    correctAnswer: "Д.Бруно",
    type: "theory"
  },
  {
    id: 113,
    text: "Солнце -- центр Вселенной Мысль:",
    options: [
      "Н.Коперника",
      "Д.Бруно",
      "М.Лютера",
      "Кальвина",
      "Галилея",
    ],
    correctAnswer: "Н.Коперника",
    type: "theory"
  },
  {
    id: 114,
    text: "Сущность мифологического взгляда на мир:",
    options: [
      "В нерасчленённости, слитности, целостности миропонимания",
      "В признании субстанционального начала в мире",
      "В вере во всемогущество единого Бога",
      "В противопоставлении человека и природы",
      "В разделении мира на низшие и высшие сферы существования",
    ],
    correctAnswer: "В нерасчленённости, слитности, целостности миропонимания",
    type: "theory"
  },
  {
    id: 115,
    text: "В чём суть анимизма?",
    options: [
      "Духом, душой наделены не только люди, но и все живые существа, а также все предметы действительности",
      "Духом, душой наделены только люди и животные",
      "Духом, душой наделены только божества",
      "Духом, душой наделены только люди",
      "В первобытном мировоззрении ещё не могли дать какого-либо объяснения",
    ],
    correctAnswer: "Духом, душой наделены не только люди, но и все живые существа, а также все предметы действительности",
    type: "theory"
  },
  {
    id: 116,
    text: "Специфика какого способа постижения реальности состоит в универсальности, неразличенности вещи и образа:",
    options: [
      "Мифологическое познание",
      "Обыденное познание",
      "Художественное познание",
      "Научное познание",
      "Философское познание",
    ],
    correctAnswer: "Мифологическое познание",
    type: "theory"
  },
  {
    id: 117,
    text: "Принципы инь и янь характерны для:",
    options: [
      "Древнекитайской философии",
      "Арабской философии",
      "Казахской философии",
      "Античной философии",
      "Древнеиндийской философии",
    ],
    correctAnswer: "Древнекитайской философии",
    type: "theory"
  },
  {
    id: 118,
    text: "Техника в переводе с греческого означает:",
    options: [
      "Умение, искусство",
      "Теория",
      "Духовное начало",
      "Первооснова",
      "Природа",
    ],
    correctAnswer: "Умение, искусство",
    type: "theory"
  },
  {
    id: 119,
    text: "Кого в философии мусульманского Востока называли вторым учителем:",
    options: [
      "Аль-Фараби",
      "Ибн-Рушд",
      "Ибн-Сина",
      "Маркс",
      "Гегель",
    ],
    correctAnswer: "Аль-Фараби",
    type: "theory"
  },
  {
    id: 120,
    text: "Укажите, казахского мыслителя, неустанно пропагандировавшего роль знания, считая, что знание - это суть человека:",
    options: [
      "И.Алтынсарин",
      "Ш.Кудайбердиев",
      "Асан-Кайгы",
      "Ш.Уалиханов",
      "А.Байтурсынов",
    ],
    correctAnswer: "И.Алтынсарин",
    type: "theory"
  },
  {
    id: 121,
    text: "Назовите великого казахского просветителя ХIХ в., путешественника, этнографа, востоковеда:",
    options: [
      "Ш.Уалиханов",
      "С.Торайгыров",
      "А.Кунанбаев",
      "Ш.Кудайбердиев",
      "М.Жумабаев",
    ],
    correctAnswer: "Ш.Уалиханов",
    type: "theory"
  },
  {
    id: 122,
    text: "Назовите основной путь приобщения казахского народа к мировой цивилизации, согласно И.Алтынсарину:",
    options: [
      "Просвещение и воспитание",
      "Изменение политической системы",
      "Приобщение к религиозным ценностям",
      "Развитие техники, промышленности, торговли",
      "Борьба за равенство. Ориентация на Запад",
    ],
    correctAnswer: "Просвещение и воспитание",
    type: "theory"
  },
  {
    id: 123,
    text: "В мировоззрении казахов навсегда сохранилось поклонение:",
    options: [
      "Тенгри",
      "Умай",
      "Луне",
      "Солнцу",
      "Жер-су",
    ],
    correctAnswer: "Тенгри",
    type: "theory"
  },
  {
    id: 124,
    text: "Укажите главное в триединстве «воли, разума, сердца» по Абаю:",
    options: [
      "сердце",
      "воля",
      "разум",
      "рассудительность",
      "настойчивость",
    ],
    correctAnswer: "сердце",
    type: "theory"
  },
  {
    id: 125,
    text: "Назовите, что согласно Абаю, человек должен воспитывать в себе:",
    options: [
      "человечность",
      "благонравие",
      "волю",
      "любовь к себе",
      "любовь к животным",
    ],
    correctAnswer: "человечность",
    type: "theory"
  },
  {
    id: 126,
    text: "На формирование взглядов Абая Кунанбаева оказало влияние гуманистическое мировоззрение философов эпохи:",
    options: [
      "арабо-мусульманского средневековья",
      "древнего Китая",
      "западно-европейского средневековья",
      "древней Индии",
      "античности",
    ],
    correctAnswer: "арабо-мусульманского средневековья",
    type: "theory"
  },
  {
    id: 127,
    text: "Мировоззрение Абая -- это:",
    options: [
      "деизм",
      "неотомизм",
      "плюрализм",
      "экзистенциализм",
      "неоплатонизм",
    ],
    correctAnswer: "деизм",
    type: "theory"
  },
  {
    id: 128,
    text: "Укажите, что, по мнению Ш.Уалиханова, является первым условием для общественного прогресса:",
    options: [
      "подъем просвещения и науки",
      "реформирование политической системы",
      "развитие материальной культуры",
      "обращение напрямую к Богу",
      "проповедование ортодоксального ислама",
    ],
    correctAnswer: "подъем просвещения и науки",
    type: "theory"
  },
  {
    id: 129,
    text: "Назовите казахского мыслителя ХIХ века, исследовавшего проблемы судебной реформы",
    options: [
      "Ш.Уалиханов",
      "А.Кунанбаев",
      "И.Алтынсарин",
      "М.Шокай",
      "С.Торайгыров",
    ],
    correctAnswer: "Ш.Уалиханов",
    type: "theory"
  },
  {
    id: 130,
    text: "Абай внес наибольший вклад:",
    options: [
      "нравственную сферу",
      "философию религии",
      "философскую антропологию",
      "аналитическую философию",
      "философию истории",
    ],
    correctAnswer: "нравственную сферу",
    type: "theory"
  },
  {
    id: 131,
    text: "Назовите эссе Шакарима Кудайбердиева:",
    options: [
      "«Три истины»",
      "«Проблемы народа»",
      "«Записки о судебной реформе»",
      "«Мои размышления»",
      "«Записки странствующего бедняка»",
    ],
    correctAnswer: "«Три истины»",
    type: "theory"
  },
  {
    id: 132,
    text: "Укажите, кто внес наибольший вклад в разработку философских проблем казахского национального языка и языкознания:",
    options: [
      "А.Байтурсынов",
      "М.Дулатов",
      "Ч.Валиханов",
      "И.Алтынсарин",
      "С.Торайгыров",
    ],
    correctAnswer: "А.Байтурсынов",
    type: "theory"
  },
  {
    id: 133,
    text: "Назовите произведение Абая, где наиболее полно выражены его философские идеи:",
    options: [
      "«Слова назидания»",
      "«Три истины»",
      "«Записки отшельника»",
      "«Заблудившаяся жизнь»",
      "«Кочевники»",
    ],
    correctAnswer: "«Слова назидания»",
    type: "theory"
  },
  {
    id: 134,
    text: "Укажите, «Адам бол!» (Будь человеком!) - нравственный императив философии:",
    options: [
      "А.Кунанбаева",
      "Ш.Кудайбердиева",
      "М.Дулатова",
      "Ш.Уалиханова",
      "С.Торайгырова",
    ],
    correctAnswer: "А.Кунанбаева",
    type: "theory"
  },
  {
    id: 135,
    text: "Укажите работу Ш.Уалиханова:",
    options: [
      "«Записка о судебной реформе»",
      "«Книга слов»",
      "«Метафизические размышления»",
      "«Лики Степи»",
      "«Слова назидания»",
    ],
    correctAnswer: "«Записка о судебной реформе»",
    type: "theory"
  },
  {
    id: 136,
    text: "Укажите, кто исследовал феномен шаманизма:",
    options: [
      "Ш.Уалиханов",
      "Ш.Кудайбердиев",
      "А.Кунанбаев",
      "И.Алтынсарин",
      "А.Байтурсынов",
    ],
    correctAnswer: "Ш.Уалиханов",
    type: "theory"
  },
  {
    id: 137,
    text: "Укажите, что является для Шакарима Кудайбердиева, особым качеством души человека:",
    options: [
      "совесть",
      "знание о прекрасном",
      "мышление",
      "эмоции",
      "идеи",
    ],
    correctAnswer: "совесть",
    type: "theory"
  },
  {
    id: 138,
    text: "Укажите, источник развития общества, с точки зрения Ш.Уалиханова:",
    options: [
      "географическая среда",
      "способ производства",
      "развитие культуры",
      "политическая борьба",
      "народонаселение",
    ],
    correctAnswer: "географическая среда",
    type: "theory"
  },
  {
    id: 139,
    text: "Нравственная философия Абая носит характер:",
    options: [
      "дидактический",
      "познавательный",
      "онтологический",
      "политический",
      "религиозный",
    ],
    correctAnswer: "дидактический",
    type: "theory"
  },
  {
    id: 140,
    text: "В «Трех истинах» Ш. Кудайбердиев размышляет о:",
    options: [
      "человеке, о его бытии в мире",
      "сплоченности народа",
      "психике человека и психологических процессах",
      "патриотизме",
      "о бытии вещей",
    ],
    correctAnswer: "человеке, о его бытии в мире",
    type: "theory"
  },
  {
    id: 141,
    text: "Укажите, высказывание, которое принадлежит Абаю:",
    options: [
      "«Только разум, наука, воля и совесть возвышают человека»",
      "«Философия есть эпоха, схваченная в мыслях»",
      "«Я мыслю, следовательно, существую»",
      "«Живи наслаждаясь»",
      "«Цель оправдывает средства»",
    ],
    correctAnswer: "«Только разум, наука, воля и совесть возвышают человека»",
    type: "theory"
  },
  {
    id: 142,
    text: "Перечислите к казахским просветителям относятся:",
    options: [
      "А.Кунанбаев, Ш. Уалиханов, И.Алтынсарин",
      "Кашгари, Яссави",
      "Авиценна, Аверроэс",
      "Аль-Фараби, Ибн-Рушд",
      "Баласагуни, Низами",
    ],
    correctAnswer: "А.Кунанбаев, Ш. Уалиханов, И.Алтынсарин",
    type: "theory"
  },
  {
    id: 143,
    text: "Назовите автора высказывания: «Человек -- дитя своего времени. Если он плох, в том виноваты его современники»:",
    options: [
      "А.Кунанбаев",
      "И.Алтынсарин",
      "Ш.Уалиханов",
      "М.Шокай",
      "С.Торайгыров",
    ],
    correctAnswer: "А.Кунанбаев",
    type: "theory"
  },
  {
    id: 144,
    text: "Укажите автора работы «Казахская хрестоматия»:",
    options: [
      "И.Алтынсарин",
      "А.Кунанбаев",
      "Ш.Уалиханов",
      "М.Шокай",
      "С.Торайгыров",
    ],
    correctAnswer: "И.Алтынсарин",
    type: "theory"
  },
  {
    id: 145,
    text: "Какой тип вооружения наиболее характерен для элитных воинов прототюркских племён?",
    options: [
      "Составной лук и короткий саблевидный меч",
      "Мечи с крестообразной гардой",
      "Длинные копья с металлическим древком",
      "Бронзовые топоры с проушиной",
      "Каменные булава-гладыши",
    ],
    correctAnswer: "Составной лук и короткий саблевидный меч",
    type: "theory"
  },
  {
    id: 146,
    text: "Какой элемент конской упряжи наиболее часто ассоциируется с прототюркскими захоронениями?",
    options: [
      "Железные псалии с фигурным орнаментом",
      "Деревянные стремена",
      "Каменные уздечные кольца",
      "Кожаные нагрудники с металлическими накладками",
      "Бронзовые маски для лошадей",
    ],
    correctAnswer: "Железные псалии с фигурным орнаментом",
    type: "theory"
  },
  {
    id: 147,
    text: "Что из перечисленного является ключевым знаком прототюркской родовой символики?",
    options: [
      "Тамга",
      "Клеймо",
      "Руническое имя",
      "Священный браслет",
      "аменный круг",
    ],
    correctAnswer: "Тамга",
    type: "theory"
  },
  {
    id: 148,
    text: "Какой тип жилища был наиболее характерен для мобильной культуры ранних прототюрков?",
    options: [
      "Юрты на войлочном каркасе",
      "Каркасные дома из дерева",
      "Шатры на каменных основаниях",
      "Срубовые постройки",
      "Землянки из сырцового кирпича",
    ],
    correctAnswer: "Юрты на войлочном каркасе",
    type: "theory"
  },
  {
    id: 149,
    text: "Какое животное имело сакральное значение у прототюрков и связывалось с военной удачей?",
    options: [
      "Волк",
      "Баран",
      "Верблюд",
      "Медведь",
      "Олень",
    ],
    correctAnswer: "Волк",
    type: "theory"
  },
  {
    id: 150,
    text: "Что означала установка каменных изваяний-бальбалов в культуре прототюрков?",
    options: [
      "Память о павших воинах и вождях",
      "Указатели караванных путей",
      "Места совершения финансовых сделок",
      "Жертвенные алтари урожая",
      "Наблюдательные астрономические столбы",
    ],
    correctAnswer: "Память о павших воинах и вождях",
    type: "theory"
  },
  {
    id: 151,
    text: "Какой ритуал подтверждал социальный статус и власть кагана?",
    options: [
      "Возведение на белой кошме",
      "Омовение в степном источнике",
      "Обряд жертвоприношения волка",
      "Освящение на родовом алтаре",
      "Облативный ритуал с огнём",
    ],
    correctAnswer: "Возведение на белой кошме",
    type: "theory"
  },
  {
    id: 152,
    text: "Какой тип жертвоприношения наиболее характерен для прототюркского шаманизма?",
    options: [
      "Жертвоприношение коня",
      "Жертвоприношение птиц",
      "Зерновая жертва",
      "Кремация оружия",
      "Подношение дереву",
    ],
    correctAnswer: "Жертвоприношение коня",
    type: "theory"
  },
  {
    id: 153,
    text: "Какой художественный стиль наиболее тесно связан с ранними прототюрками и их соседями?",
    options: [
      "Скифо-сибирский звериный стиль",
      "Эллинистический реализм",
      "Геометрический андроновский стиль",
      "Пазырыкский растительный орнамент",
      "Месопотамский клинописный орнамент",
    ],
    correctAnswer: "Скифо-сибирский звериный стиль",
    type: "theory"
  },
  {
    id: 154,
    text: "Какой материал чаще всего использовался для художественного оружейного декора прототюрков?",
    options: [
      "Бирюза",
      "Золото",
      "Кость",
      "Камень",
      "Янтарь",
    ],
    correctAnswer: "Бирюза",
    type: "theory"
  },
  {
    id: 155,
    text: "Что из перечисленного было распространённым мотивом в прототюркской символике власти?",
    options: [
      "Орёл с распростёртыми крыльями",
      "Лоза и виноград",
      "Треугольные спирали",
      "Крылатый бык",
      "Диск с солнечными лучами",
    ],
    correctAnswer: "Орёл с распростёртыми крыльями",
    type: "theory"
  },
  {
    id: 156,
    text: "Какой тип письма стал основой для формирования древнетюркской руники?",
    options: [
      "Согдийское письмо",
      "Арамейское письмо",
      "Хуннский пиктографический код",
      "Китайские идеограммы",
      "Урартская клинопись",
    ],
    correctAnswer: "Согдийское письмо",
    type: "theory"
  },
  {
    id: 157,
    text: "Аль-Фараби комментировал:",
    options: [
      "Платона, Аристотеля",
      "Канта, Гегеля",
      "Маркса, Энгельса",
      "Конфуция",
      "Лао-Цзы",
    ],
    correctAnswer: "Платона, Аристотеля",
    type: "theory"
  },
  {
    id: 158,
    text: "Ислам запрещает:",
    options: [
      "Идолопоклонничество",
      "Науку",
      "Философию",
      "Кибернетику",
      "Искусство",
    ],
    correctAnswer: "Идолопоклонничество",
    type: "theory"
  },
  {
    id: 159,
    text: "Взгляды Ходжа Ахмега Яссауи относятся к:",
    options: [
      "Суфизму",
      "Пантеизму",
      "Перипатетизму",
      "Рационализму",
      "Эклектизму",
    ],
    correctAnswer: "Суфизму",
    type: "theory"
  },
  {
    id: 160,
    text: "Чем является античность для эпохи Возрождения?",
    options: [
      "Идеалом",
      "Авторитетом",
      "Судьей",
      "Ничем",
      "Предметом осуждения",
    ],
    correctAnswer: "Идеалом",
    type: "theory"
  },
  {
    id: 161,
    text: "Священная книга мусульман:",
    options: [
      "Коран",
      "Библия",
      "Евангелие",
      "Авеста",
      "Кодекс",
    ],
    correctAnswer: "Коран",
    type: "theory"
  },
  {
    id: 162,
    text: "Главный центр гуманистической мысли Возрождения:",
    options: [
      "Италия",
      "Германия",
      "Франция",
      "Англия",
      "Испания",
    ],
    correctAnswer: "Италия",
    type: "theory"
  },
  {
    id: 163,
    text: "Первая основная функция морали:",
    options: [
      "Регулятивная",
      "Просветительская",
      "Интегративная",
      "Воспитательная",
      "Организаторская",
    ],
    correctAnswer: "Регулятивная",
    type: "theory"
  },
  {
    id: 164,
    text: "Общество -- это:",
    options: [
      "Система взаимоотношений между людьми, возникающая в результате их совместной жизнедеятельности",
      "Система политико-правовых отношений",
      "Определенный этап в историческом развитии человечества",
      "Организация людей, объединенных общим занятием или увлечением",
      "Совокупность людей, связанных едиными принципами жизнеустройства",
    ],
    correctAnswer: "Система взаимоотношений между людьми, возникающая в результате их совместной жизнедеятельности",
    type: "theory"
  },
  {
    id: 165,
    text: "Природу эстетического чувства и отношения к действительности исследует:",
    options: [
      "Философия искусства",
      "психология творчества",
      "Социология искусства",
      "Теория культуры",
      "Философия культуры",
    ],
    correctAnswer: "Философия искусства",
    type: "theory"
  },
  {
    id: 166,
    text: "В переводе с латинского языка слово «мораль» означает:",
    options: [
      "нравственный",
      "разумный",
      "безнравственный",
      "чувственный",
      "психический",
    ],
    correctAnswer: "нравственный",
    type: "theory"
  },
  {
    id: 167,
    text: "Укажите характерную черту мировоззрения древнего тюрка:",
    options: [
      "Тенгрианство",
      "Зороастризм",
      "Наукоценризм",
      "Вуду",
      "Теоцентризм",
    ],
    correctAnswer: "Тенгрианство",
    type: "theory"
  },
  {
    id: 168,
    text: "Укажите имя казахского жырау поэта- импровизатора 14-15 веков. В легендах, которого повествуется о поисках земли обетованной -- жер Уюк, где люди живут без нужды и горя:",
    options: [
      "Асан кайгы",
      "Казтуган жырау",
      "Шалкииз жырыу Тленшиулы",
      "Доспамбет жырау",
      "Жиембет жырау",
    ],
    correctAnswer: "Асан кайгы",
    type: "theory"
  },
  {
    id: 169,
    text: "Укажите, кто является автором «Жеты жаргы»:",
    options: [
      "Тауке хан",
      "Жангир хан",
      "Касым хан",
      "Абулхаир хан",
      "Абылай хан",
    ],
    correctAnswer: "Тауке хан",
    type: "theory"
  },
  {
    id: 170,
    text: "Чья философская школа имела название «Ликей»?",
    options: [
      "Аристотеля",
      "Платона",
      "Плотина",
      "Пифагора",
      "Демокрита",
    ],
    correctAnswer: "Аристотеля",
    type: "theory"
  },
  {
    id: 171,
    text: "Происхождение человека и общества есть:",
    options: [
      "Антропосоциогенез",
      "Филогенез",
      "Социогенез",
      "Космогенез",
      "Антропогенез",
    ],
    correctAnswer: "Антропосоциогенез",
    type: "theory"
  },
  {
    id: 172,
    text: "Назовите философа в мировоззрении которого рассматривается проблема жизни и смерти:",
    options: [
      "Коркыт ата",
      "Бухар жырау",
      "Доспамбет жырау",
      "Асан кайгы",
      "Шалкииз жырау",
    ],
    correctAnswer: "Коркыт ата",
    type: "theory"
  },
  {
    id: 173,
    text: "Укажите представителя суфизма в казахской философии:",
    options: [
      "Яссауи",
      "Баласагуни",
      "Коркыт ата",
      "Шакшак ата",
      "Арыстан баба",
    ],
    correctAnswer: "Яссауи",
    type: "theory"
  },
  {
    id: 174,
    text: "Укажите, кто из нижеследующих представителей тюркской культуры является автором произведения «Тарихи Рашиди»?",
    options: [
      "Мухаммед Хайдар Дулати",
      "Кашгари",
      "Джалаири",
      "Баласагуни",
      "Яссауи",
    ],
    correctAnswer: "Мухаммед Хайдар Дулати",
    type: "theory"
  },
  {
    id: 175,
    text: "Форма знания, требующая дальнейшего обоснования и проверки:",
    options: [
      "Гипотеза",
      "Проблема",
      "Теория",
      "Факт",
      "Аксиома",
    ],
    correctAnswer: "Гипотеза",
    type: "theory"
  },
  {
    id: 176,
    text: "Каково взаимоотношение человека и природы?",
    options: [
      "Человек, общество и культура одновременно и противостоят природе и включены в нее",
      "Человек включен в природу, он - часть и порождение великой матери природы",
      "Человек в своей деятельности противопоставляет себя природе",
      "Человек должен господствовать над природой, т.к. природа -- нечто неоформленное, неорганизованное",
      "Человек должен учиться у природы, подчиняться ей, т.к. природа -- образец совершенства",
    ],
    correctAnswer: "Человек, общество и культура одновременно и противостоят природе и включены в нее",
    type: "theory"
  },
  {
    id: 177,
    text: "«Аксиология» в переводе с греческого языка означает учение о",
    options: [
      "ценностях",
      "боге",
      "практике",
      "знании",
      "бытии",
    ],
    correctAnswer: "ценностях",
    type: "theory"
  },
  {
    id: 178,
    text: "Что объединяет религию, миф и философию?",
    options: [
      "постановка мировоззренческих вопросов",
      "рационализм",
      "доступность для обыденного сознания",
      "агностицизм",
      "рефлексия",
    ],
    correctAnswer: "постановка мировоззренческих вопросов",
    type: "theory"
  },
  {
    id: 179,
    text: "Формы чувственного познания:",
    options: [
      "ощущение, восприятие, представление",
      "интуиция, память, воображение",
      "гипотеза, идея, теория",
      "рассудок, разум, дух",
      "понятие, суждение, умозаключение",
    ],
    correctAnswer: "ощущение, восприятие, представление",
    type: "theory"
  },
  {
    id: 180,
    text: "Отношение человека к окружающему миру, выражающееся в его мыслях и поступках:",
    options: [
      "жизненная позиция",
      "нормы права",
      "воспитание",
      "деятельность",
      "нормы морали",
    ],
    correctAnswer: "жизненная позиция",
    type: "theory"
  },
  {
    id: 181,
    text: "Аль -- Фараби родился в городе:",
    options: [
      "Отраре",
      "Бухаре",
      "Дамаске",
      "Хорезме",
      "Багдаде",
    ],
    correctAnswer: "Отраре",
    type: "theory"
  },
  {
    id: 182,
    text: "Назовите имя известного казахского просветителя конца Х1Х -- начала ХХ веков, гуманиста, поэта-мыслителя, автора философского трактата «Три истины»:",
    options: [
      "Шакарим Кудайбердиев",
      "Абай Кунанбаев",
      "Ибрай Алтынсарин",
      "Шокан Валиханов",
      "Магжан Жумабаев",
    ],
    correctAnswer: "Шакарим Кудайбердиев",
    type: "theory"
  },
  {
    id: 183,
    text: "Установите организацию, которая в начале ХХ века отстаивала национальную независимость Казахстана:",
    options: [
      "Алаш-Орда",
      "Коммунистическая партия",
      "Мусульманское общество",
      "Ак жол",
      "Желтоксан",
    ],
    correctAnswer: "Алаш-Орда",
    type: "theory"
  },
  {
    id: 184,
    text: "Назовите имя известного казахского просветителя Х1Х века, гуманиста, писателя-демократа, благодаря усилиям которого образование получило широкое распространение в казахской степи:",
    options: [
      "Ибрай Алтынсарин",
      "Абай Кунанбаев",
      "Шокан Валиханов",
      "Шакарим Кудайбердиев",
      "Магжан Жумабаев",
    ],
    correctAnswer: "Ибрай Алтынсарин",
    type: "theory"
  },
  {
    id: 185,
    text: "Назовите имя известного писателя Х1Х века, гуманиста, поэта-мыслителя, автора этико-философского произведения «Слова назидания»:",
    options: [
      "Абай Кунанбаев",
      "Ибрай Алтынсарин",
      "Шокан Валиханов",
      "Шакарим Кудайбердиев",
      "Магжан Жумабаев",
    ],
    correctAnswer: "Абай Кунанбаев",
    type: "theory"
  },
  {
    id: 186,
    text: "«Антропоцентризм» означает такой тип мировоззрения, в котором человек ощутил и осознал себя:",
    options: [
      "центром вселенной",
      "одиноким",
      "в связи с Богом",
      "в связи с природой",
      "счастливым",
    ],
    correctAnswer: "центром вселенной",
    type: "theory"
  },
  {
    id: 187,
    text: "З. Фрейд развил и абсолютизировал в своей теории концепцию ...",
    options: [
      "либидо",
      "Супер-Эго",
      "сознательного",
      "отчаяния",
      "одиночества",
    ],
    correctAnswer: "либидо",
    type: "theory"
  },
  {
    id: 188,
    text: "В структуру духовной жизни общества входят:",
    options: [
      "духовные ценности",
      "коллективные ценности",
      "индивидуальные ценности",
      "естественные потребности",
      "материальные потребности",
    ],
    correctAnswer: "духовные ценности",
    type: "theory"
  },
  {
    id: 189,
    text: "Общество представляет собой:",
    options: [
      "саморазвивающуюся систему",
      "результат божественного творения",
      "абсолютно статичную систему",
      "конгломерат автономных личностей",
      "закрытую систему",
    ],
    correctAnswer: "саморазвивающуюся систему",
    type: "theory"
  },
  {
    id: 190,
    text: "Вера в существование духов и душ, в то, что они управляют миром -- это:",
    options: [
      "Анимизм",
      "Тотемизм",
      "Синкретизм",
      "Тенгрианство",
      "Фетишизм",
    ],
    correctAnswer: "Анимизм",
    type: "theory"
  },
  {
    id: 191,
    text: "В форме художественных образов отражает мир:",
    options: [
      "Религия",
      "Политика",
      "Право",
      "Философия",
      "Экономика",
    ],
    correctAnswer: "Религия",
    type: "theory"
  },
];
